{
  "name": "Milan",
  "bg_image": "https://www.studyatraffles.com/rafflesnews/wp-content/uploads/2018/04/2018Apr-JournalisinginMilanItaly-Banner.jpg",
  "title": "Welcome to Milan",
  "description": [
    {
      "title": "",
      "description": "Milan is Italy’s city of the future, a fast-paced metropolis where creativity is big business, looking good is compulsory and after-work drinks are an art form."
    },
    {
      "title": "Cultural Legacy",
      "description": "Ruled by the Caesars, Napoléon, the Austro-Hungarians and Mussolini, Milan has an ancient and fascinating cultural history. Mercantile Milan invented the idea of the city-state and the Edict of Milan (AD 313) ended the persecution of Christians. Art collections old and new mark the genius of old masters and provoke new conversations about where the world is headed. Prestigious nights at La Scala and an illustrious literary heritage are balanced by a diverse contemporary music and publishing scene. In short, Milan is so much more than its image as a puritanically work-obsessed city."
    },
    {
      "title": "A Modern Miracle",
      "description": "Since Leonardo da Vinci broke all the rules in his stunning Last Supper, the indefatigably inventive Milanese seem to have skipped straight from the Renaissance to the 21st-century. Not only is Milan a treasure trove of 20th-century art, but art deco and rationalist architecture abound. Today the city leads the way with the largest post-war re-development in Italy, impressive, sustainable architecture and a futuristic skyline modelled by Zaha Hadid, Daniel Libeskind and César Pelli. And there’s more to come with ambitious plans to mould the city into a hi-tech hub, home to the likes of Google, Microsoft, Alibaba and Apple."
    },
    {
      "title": "Living By Design",
      "description": "Though Italian design is world renowned, its roots lie in 1930s Milan – seeing it in a home context offers fresh appreciation. A visit to the Design Museum is a wonderful way to pay homage to the work of Italy’s best and brightest. In addition, Milan is home to all the major design showrooms and an endless round of trade fairs. And it’s not just insiders who have all the fun. Milanese fashion houses have branched out into spas, bars, hotels, galleries and restaurants. So, why not join them for a touch of la vita moda (the stylish life)."
    },
    {
      "title": "Buon Appetito",
      "description": "Cucina povera (poor man's cuisine) may be the cry of the south, but Milanese cooking is a product of a rich urban culture. Just note the golden hue of its quintessential dishes: cotoletta (burnished, buttery veal) and saffron risotto. It was in powerful commercial cities such as Milan that Italy’s great cuisine was born, marrying Mediterranean fruits, spices and herbs with cooking methods, pastry techniques and eating styles from France and central Europe. Even today Milan continues to push Italy’s culinary boundaries, making sushi and dim sum their own, and holding the highest number of Michelin stars in the country."
    }      
  ],
  "mustVisit": [
    {
      "title": "The Last Supper",
      "description": "Milan's most famous mural, Leonardo da Vinci’s The Last Supper, is hidden away on a wall of the refectory adjoining the Basilica di Santa Maria delle Grazie. Depicting Christ and his disciples at the dramatic moment when Christ reveals he's aware of his betrayal, it's a masterful psychological study and one of the world's most iconic images. To see it you must book in advance or sign up for a guided city tour. When Leonardo was at work on the masterpiece, a star-struck monk noted that he would sometimes arrive in the morning, stare at the previous day's efforts, then promptly finish for the day. Your visit will be similarly brief (15 minutes to be exact), but the baggage of a thousand dodgy reproductions are quickly shed once standing face to face with the luminous work itself. Centuries of damage have left the mural in a fragile state despite 22 years of restoration, which was completed in 1999. Da Vinci himself is partly to blame: his experimental mix of oil and tempera was applied between 1495 and 1498, rather than within a week as is typical of fresco techniques. The Dominicans didn't help matters when in 1652 they raised the refectory floor, hacking off a lower section of the scene, including Jesus feet. But the most damage was caused by restorers in the 19th century, whose use of alcohol and cotton wool removed an entire layer. Yet the works condition does little to lessen its astonishing beauty. Stare at the ethereal, lucent windows beyond the narrative action and youll wonder if da Vincis uncharacteristic short-sightedness wasnt divinely inspired.",
      "image": "https://lonelyplanetimages.imgix.net/assets/image/548b28fda7dcd301301a77b8e5d14f16d57e3bf0c9e7c01e8df1aa80a9a5467c/44d0ea2e00ece56c5f9406e3f0e9c8ea9e9aebba6b08c4456c1390908f81b375.jpg"
    },
    {
      "title": "Duomo",
      "description": "A vision in pink Candoglia marble, Milan's extravagant Gothic cathedral, 600 years in the making, aptly reflects the city's creativity and ambition. Its pearly white facade, adorned with 135 spires and 3400 statues, rises like the filigree of a fairy-tale tiara, wowing the crowds with its extravagant detail. The interior is no less impressive, punctuated by the largest stained-glass windows in Christendom, while in the crypt saintly Carlo Borromeo is interred in a rock-crystal casket. Begun by Giangaleazzo Visconti in 1386, the cathedral's design was originally considered unfeasible. Canals had to be dug to transport the vast quantities of marble to the centre of the city and new technologies were invented to cater for the never-before-attempted scale. There was also that small matter of style. The Gothic lines went out of fashion and were considered 'too French', so it took on several looks as the years, then centuries, dragged on. Its slow construction became the byword for an impossible task ('fabrica del Dom', in the Milanese dialect). Indeed, much of its ornament is 19th-century neo-Gothic, with the final touches only applied in the 1960s. The most spectacular view is through the innumerable marble spires and pinnacles that adorn the rooftop. Crowning it all is a gilded copper statue of the Madonnina (Little Madonna), the city's traditional protector. The entrance ticket includes entry to the Duomo museum and the Chiesa di San Gottardo in Corte. Also available is a good value combination ticket for €16 that includes entry to the roof terraces, baptistry and treasury and is valid for 72 hours.",
      "image": "https://lonelyplanetimages.imgix.net/assets/image/241218a68800accd8749f53597d1a5258674f624453834aa639a4d5155e9a8ce/731f4c4e67315c8b626e1c7894dcdf681913a4deccef2be96c8e28215390cb7d.jpg"
    },
    {
      "title": "Pinacoteca di Brera",
      "image": "https://lonelyplanetimages.imgix.net/assets/image/3c1a8928839daace7984801a43d3ad309264b5fbd79507e7a6e1c430e85c5ec6/5d1aaa225734eec5cdfb9fe7e789b9646053a42bc2fa402f1b551d1aef2bfca7.jpg",
      "description": "Located upstairs from one of Italy’s most prestigious art schools, this gallery houses Milan’s collection of Old Masters, much of it ‘lifted’ from Venice by Napoleon. Rubens, Goya and Van Dyck all have a place, but you're here for the Italians: Titian, Tintoretto, Veronese and the Bellini brothers. Much of the work has tremendous emotional clout, most notably Mantegna's brutal Lamentation over the Dead Christ. Don't miss the glass-walled restoration laboratory, where you can see conservators at work. Audio guides are available in Italian, French, English, Spanish and German (€5). Every third Thursday, atmospheric musical concerts are held amid the artworks and entrance to the museum is €3. Much anticipated is the opening, in autumn 2019, of the beautifully restored 18th-century Palazzo Citterio, which will provide a new 6,500-sq-metre home to Brera's modernist collection, as well as showcasing exciting temporary exhibitions in James Stirling's austere concrete bunker beneath the palace's frescoed halls."
    },
    {
      "title": "Teatro alla Scala",
      "description": "One of the most famous opera stages in the world, La Scala's season runs from early December to July. You can also see theatre, ballet and concerts here year-round (except August). Buy tickets online or by phone up to two months before the performance, or from the central box office. On performance days, tickets for the gallery are available from the box office at Via Filodrammatici 2 (one ticket per customer). Queue early.",
      "image": "https://lonelyplanetimages.imgix.net/assets/image/b6af089afbb8f3561372f8e65a4c01011eaa35de81ef7db4ede2009dd2dba33b/5c9dea49007b5b5516b647e3c68a7dc975a2fd27abc1524fd2afd6b47375852a.jpg"
    },
    {
      "title": "Quadrilatero d'Oro",
      "description": "A stroll around the Quadrilatero d'Oro, the world's most famous shopping district, is a must. This quaintly cobbled quadrangle of streets – bounded by Via Monte Napoleone, Via Sant'Andrea, Via della Spiga and Via Manzoni – has always been synonymous with elegance and money (Via Monte Napoleone was where Napoleon's government managed loans). Even if you don't have the slightest urge to sling a swag of glossy carriers, the window displays and people-watching are priceless.",
      "image": "https://lonelyplanetimages.imgix.net/a/g/hi/t/99f0be2f2fee944c0624de52566ceb94-lpl-00419.jpg"
    },
    {
      "title": "Museo Nazionale Scienza e Tecnologia Leonardo da Vinci",
      "description": "Kids and would-be inventors will go goggle-eyed at Milan's science museum, the largest of its kind in Italy. It is a fitting tribute in a city where arch-inventor Leonardo da Vinci did much of his finest work. The 16th-century monastery where it is housed features a collection of more than 10,000 items, including models based on da Vinci's sketches, and outdoor hangars housing steam trains, planes and Italy's first submarine, Enrico Toti. There's also a helicopter flight simulator, in which you can swoop over Milan in a real AW109 cockpit. The museum's fabulous MUST Shop is the place for all manner of science-inspired books, design items, gadgets and games. Access it through the museum or from Via Olona.        ",
      "image": "https://lonelyplanetimages.imgix.net/assets/image/bbb2852f6f2033265ab71b861eda54e4f2d372f2f79a2a7eeb2bb07a05e1d6a5/880add3887edbcd943daa518467a2d825733be0b8f892474e4de251976336589.jpg"
    }
  ]
},
{
  "name": "Rome",
  "bg_image": "https://lonelyplanetimages.imgix.net/mastheads/stock-photo-roman-sunset-77415821.jpg",
  "title": "Welcome to Rome",
  "description": [
    {
      "title": "",
      "description": "A heady mix of haunting ruins, awe-inspiring art and vibrant street life, Italy’s hot-blooded capital is one of the world’s most romantic and inspiring cities."
    },
    {
      "title": "Historical Legacies",
      "description": "The result of 3000 years of ad hoc urban development, Rome's cityscape is an exhilarating spectacle. Ancient icons such as the Colosseum, Roman Forum and Pantheon recall the city’s golden age as caput mundi (capital of the world), while its many monumental basilicas testify to its historical role as seat of the Catholic Church. Lording it over the skyline, St Peter’s Basilica is the Vatican’s epic showpiece church, a towering masterpiece of Renaissance architecture. Elsewhere, ornate piazzas and showy fountains add a baroque flourish to the city's captivating streets."
    },
    {
      "title": "Artistic Riches",
      "description": ""
    },
    {
      "title": "Artistic Riches",
      "description": "Few cities can rival Rome's astonishing artistic heritage. Throughout history, the city has starred in the great upheavals of Western art, drawing the top artists of the day and inspiring them to push the boundaries of creative achievement. The result is a city awash with priceless treasures. Ancient statues adorn world-class museums; Byzantine mosaics and Renaissance frescoes dazzle in the city's art-rich churches; baroque facades flank medieval piazzas. Walk around the centre and without even trying you’ll come across masterpieces by the giants of Western art – sculptures by Michelangelo, canvases by Caravaggio, Raphael frescoes and fountains by Bernini."
    },
    {
      "title": "Living the Life",
      "description": "A trip to Rome is as much about lapping up the dolce vita lifestyle as gorging on art and culture. Idling around picturesque streets, whiling away hours at streetside cafes, people-watching on pretty piazzas – these are all an integral part of the Roman experience. The tempo rises as the heat of the day gives way to the evening cool and the fashionably dressed aperitivo (pre-dinner drinks) crowd descends on the city's bars and cafes. Restaurants and trattorias hum with activity and cheerful hordes mill around popular haunts before heading off to cocktail bars and late-night clubs."
    },
    {
      "title": "Roman Feasting",
      "description": "Eating out is one of Rome's great pleasures and the combination of romantic alfresco settings and superlative food is a guarantee of good times. For contemporary fine dining and five-star wine there are any number of refined restaurants, but for a truly Roman meal head to a boisterous pizzeria or convivial neighbourhood trattoria. These are where the locals go to dine with friends and indulge their passion for thin, crispy pizzas, humble pastas, and cool white wines from the nearby Castelli Romani hills. Then to finish off, what about a gelato followed by a shot of world-beating coffee?"
    }
  ],
  "mustVisit": [
    {
      "title": "Colosseum",
      "description": "Rome’s great gladiatorial arena is the most thrilling of the city's ancient sights. Inaugurated in AD 80, the 50,000-seat Colosseum, also known as the Flavian Amphitheatre, was clad in travertine and covered by a huge canvas awning held aloft by 240 masts. Inside, tiered seating encircled the arena, itself built over an underground complex (the hypogeum) where animals were caged and stage sets prepared. Games involved gladiators fighting wild animals or each other. The emperor Vespasian (r AD 69–79) originally commissioned the amphitheatre in AD 72 in the grounds of Nero's vast Domus Aurea complex. But he never lived to see it finished and it was completed by his son and successor Titus (r 79–81) a year after his death. To mark its inauguration, Titus held games that lasted 100 days and nights, during which some 5000 animals were slaughtered. Trajan (r 98–117) later topped this, holding a marathon 117-day killing spree involving 9000 gladiators and 10,000 animals. The arena was originally named after Vespasian's family (Flavian), and although it was Rome’s most fearsome arena, it wasn’t the biggest – the Circo Massimo could hold up to 250,000 people. The name Colosseum, when introduced in medieval times, was not a reference to its size but to the Colosso di Nerone, a giant statue of Nero that stood nearby.The outer walls have three levels of arches, framed by decorative columns topped by capitals of the Ionic (at the bottom), Doric and Corinthian (at the top) orders. They were originally covered in travertine and marble statues filled the niches on the 2nd and 3rd storeys. The upper level, punctuated with windows and slender Corinthian pilasters, had supports for the masts that held the awning over the arena, shielding the spectators from sun and rain. The 80 entrance arches, known as vomitoria, allowed the spectators to enter and be seated in a matter of minutes.The Colosseum's interior was divided into three parts: the arena, cavea and podium. The arena had a wooden floor covered in sand to prevent the combatants from slipping and to soak up the blood. Trapdoors led down to the underground chambers and passageways beneath the arena floor – the hypogeum. Animals in cages and sets for the various battles were hoisted up to the arena by 80 winch-operated lifts. The cavea, for spectator seating, was divided into three tiers: magistrates and senior officials sat in the lowest tier, wealthy citizens in the middle and the plebs in the highest tier. Women (except for vestal virgins) were relegated to the cheapest sections at the top. The podium, a broad terrace in front of the tiers of seats, was reserved for emperors, senators and VIPs.With the fall of the Roman Empire in the 5th century, the Colosseum was abandoned. In the Middle Ages it became a fortress occupied by the powerful Frangipani family. Later, it was plundered of its precious travertine, and marble stripped from it was used to decorate notable buildings such as Palazzo Venezia, Palazzo Barberini and Palazzo Cancelleria.More recently, pollution and vibrations caused by traffic and the metro have taken a toll. To help counter this, it was recently given a major clean-up, the first in its 2000-year history, as part of an ongoing €25-million restoration project sponsored by the luxury shoemaker Tod's.The top three tiers (known collectively as the Belvedere) and hypogeum are open to the public by guided tour only. Visits, which cost €9 on top of the normal Colosseum ticket, require advance booking.        ",
      "image": "https://lonelyplanetimages.imgix.net/assets/image/1d7a7dfa399e642f75eeed9e94a03c51146a762e21b27c5a40f71420e8e02d52/a0b40862b1265c7bedebc2a4691bd7883a54192fdd5ed23f35b4fdaa54d579c1.jpg?"
    },
    {
      "title": "Vatican Museums",
      "description": "Founded by Pope Julius II in the early 16th century and enlarged by successive pontiffs, the Vatican Museums boast one of the world's greatest art collections. Exhibits, which are displayed along about 7km of halls and corridors, range from Egyptian mummies and Etruscan bronzes to ancient busts, old masters and modern paintings. Highlights include the spectacular collection of classical statuary in the Museo Pio-Clementino, a suite of rooms frescoed by Raphael, and the Michelangelo-painted Sistine Chapel. Housing the museums are the lavishly decorated halls and galleries of the Palazzo Apostolico Vaticano. This vast 5.5-hectare complex consists of two palaces – the original Vatican palace (nearer to St Peter’s) and the 15th-century Palazzetto di Belvedere – joined by two long galleries. On the inside are three courtyards: the Cortile della Pigna, the Cortile della Biblioteca and, to the south, the Cortile del Belvedere. You’ll never cover it all in one day, so it pays to be selective.On the whole, exhibits are not well labelled, so consider hiring an audio guide (€7) or buying the Guide to the Vatican Museums and City (€14). The museums are well equipped for visitors with disabilities, with suggested itineraries, lifts and specially fitted toilets. Wheelchairs are available free of charge from the Special Permits desk in the entrance hall, and can be reserved by emailing accoglienza.musei@scv.va. Parents with toddlers can take prams into the museums. Pinacoteca Often overlooked by visitors, the papal picture gallery contains Raphael’s last work, La Trasfigurazione (Transfiguration; 1517–20), and paintings by Giotto, Fra Angelico, Filippo Lippi, Perugino, Titian, Guido Reni, Guercino, Pietro da Cortona, Caravaggio and Leonardo da Vinci, whose haunting San Gerolamo (St Jerome; c 1480) was never finished. Museo Chiaromonti & Braccio Nuovo The Museo Chiaramonti is effectively the long corridor that runs down the east side of the Belvedere Palace. Its walls are lined with thousands of statues and busts representing everything from immortal gods to playful cherubs and ugly Roman patricians. Near the end of the hall, off to the right, is the Braccio Nuovo (New Wing), which contains a famous statue of the Nile as a reclining god covered by 16 babies. Museo Pio-Clementino This stunning museum contains some of the Vatican Museums’ finest classical statuary, including the peerless Apollo Belvedere and the 1st-century Laocoön, both in the Cortile Ottagono (Octagonal Courtyard). Before you go into the courtyard take a moment to admire the 1st-century Apoxyomenos, one of the earliest known sculptures to depict a figure with a raised arm. To the left as you enter the courtyard, the Apollo Belvedere is a 2nd-century Roman copy of a 4th-century-BC Greek bronze. A beautifully proportioned representation of the sun god Apollo, it’s considered one of the great masterpieces of classical sculpture. Nearby, the Laocoön depicts a muscular Trojan priest and his two sons in mortal struggle with two sea serpents. Back inside, the Sala degli Animali is filled with sculpted creatures and some magnificent 4th-century mosaics. Continuing on, you come to the Sala delle Muse, centred on the Torso Belvedere, another of the museum’s must-sees. A fragment of a muscular 1st-century-BC Greek sculpture, this was found in Campo de’ Fiori and used by Michelangelo as a model for his ignudi (male nudes) in the Sistine Chapel. The next room, the Sala Rotonda, contains a number of colossal statues, including a gilded-bronze Ercole (Hercules), and an exquisite floor mosaic. The enormous basin in the centre of the room was found at Nero’s Domus Aurea and is made out of a single piece of red porphyry stone. Museo Gregoriano Egizio (Egyptian Museum) Founded by Gregory XVI in 1839, this museum contains pieces taken from Egypt in Roman times. The collection is small, but there are fascinating exhibits, including a fragmented statue of Ramses II on his throne, vividly painted sarcophagi dating from around 1000 BC, and a macabre mummy. Museo Gregoriano Etrusco At the top of the 18th-century Simonetti staircase, the Museo Gregoriano Etrusco contains artefacts unearthed in the Etruscan tombs of northern Lazio, as well as a superb collection of vases and Roman antiquities. Of particular interest is the Marte di Todi (Mars of Todi), a black bronze of a warrior dating to the late 5th century BC. Galleria delle Carte Geografiche (Map Gallery) The last of three galleries on the upper floor – the other two are the Galleria dei Candelabri (Gallery of the Candelabra) and Galleria degli Arazzi (Tapestry Gallery) – this 120m-long corridor is hung with 40 16th-century topographical maps of Italy. Stanze di Raffaello (Raphael Rooms) These four frescoed chambers, currently undergoing partial restoration, were part of Pope Julius II’s private apartments. Raphael himself painted the Stanza della Segnatura (1508–11) and Stanza d’Eliodoro (1512–14), while the Stanza dell’Incendio (1514–17) and Sala di Costantino (1517–24) were decorated by students following his designs. The first room you come to is the Sala di Costantino, which features a huge fresco depicting Constantine’s defeat of Maxentius at the battle of Milvian Bridge. The Stanza d’Eliodoro, which was used for private audiences, takes its name from the Cacciata d’Eliodoro (Expulsion of Heliodorus from the Temple), an allegorical work reflecting Pope Julius II’s policy of forcing foreign powers off Church lands. To its right, the Messa di Bolsena (Mass of Bolsena) shows Julius paying homage to the relic of a 13th-century miracle at the lakeside town of Bolsena. Next is the Incontro di Leone Magno con Attila (Encounter of Leo the Great with Attila) by Raphael and his school, and, on the fourth wall, the Liberazione di San Pietro (Liberation of St Peter), a brilliant work illustrating Raphael’s masterful ability to depict light. The Stanza della Segnatura, Julius’ study and library, was the first room that Raphael painted, and it’s here that you’ll find his great masterpiece, La Scuola di Atene (The School of Athens), featuring philosophers and scholars gathered around Plato and Aristotle. The seated figure in front of the steps is believed to be Michelangelo, while the figure of Plato is said to be a portrait of Leonardo da Vinci, and Euclide (the bald man bending over) is Bramante. Raphael also included a self-portrait in the lower right corner – he’s the second figure from the right. The most famous work in the Stanza dell’Incendio di Borgo is the Incendio di Borgo (Fire in the Borgo), which depicts Pope Leo IV extinguishing a fire by making the sign of the cross. The ceiling was painted by Raphael’s master, Perugino. Sistine Chapel (Cappella Sistina) Home to two of the world’s most famous works of art – Michelangelo’s ceiling frescoes (1508–12) and his Giudizio Universale (Last Judgment; 1536–41) – the Sistine Chapel is the one place everyone wants to see, and on a busy day you could find yourself sharing it with up to 2000 people. Michelangelo's ceiling design, which is best viewed from the chapel’s main entrance in the far east wall, covers the entire 800-sq-m surface. With painted architectural features and a cast of colourful biblical characters, it's centred on nine panels depicting stories from the book of Genesis. As you look up from the east wall, the first panel is the Drunkenness of Noah, followed by The Flood, and the Sacrifice of Noah. Next, Original Sin and Banishment from the Garden of Eden famously depicts Adam and Eve being sent packing after accepting the forbidden fruit from Satan, represented by a snake with the body of a woman coiled around a tree. The Creation of Eve is then followed by the Creation of Adam. This, one of the most famous images in Western art, shows a bearded God pointing his finger at Adam, thus bringing him to life. Completing the sequence are the Separation of Land from Sea; the Creation of the Sun, Moon and Plants; and the Separation of Light from Darkness, featuring a fearsome God reaching out to touch the sun. Set around the central panels are 20 athletic male nudes, known as ignudi. Opposite, on the west wall is Michelangelo’s mesmeric Giudizio Universale, showing Christ – in the centre near the top – passing sentence over the souls of the dead as they are torn from their graves to face him. The saved get to stay up in heaven (in the upper right), the damned are sent down to face the demons in hell (in the bottom right). Near the bottom, on the right, you’ll see a man with donkey ears and a snake wrapped around him. This is Biagio de Cesena, the papal master of ceremonies, who was a fierce critic of Michelangelo’s composition. Another famous figure is St Bartholomew, just beneath Christ, holding his own flayed skin. The face in the skin is said to be a self-portrait of Michelangelo, its anguished look reflecting the artist’s tormented faith. The chapel’s walls also boast superb frescoes. Painted in 1481–82 by a crack team of Renaissance artists, including Botticelli, Ghirlandaio, Pinturicchio, Perugino and Luca Signorelli, they represent events in the lives of Moses (to the left looking at the Giudizio Universale) and Christ (to the right). Highlights include Botticelli’s Temptations of Christ and Perugino’s Handing over of the Keys. As well as providing a showcase for priceless art, the Sistine Chapel also serves an important religious function as the place where the conclave meets to elect a new pope.",
      "image": "https://lonelyplanetimages.imgix.net/mastheads/GettyImages-132986402_medium.jpg?fit=crop&w=1920&h=832"
    },
    {
      "title": "Trevi Fountain",
      "description": "The Fontana di Trevi, scene of movie star Anita Ekberg's dip in La Dolce Vita, is a flamboyant baroque ensemble of mythical figures and wild horses taking up the entire side of the 17th-century Palazzo Poli. After a Fendi-sponsored restoration finished in 2015, the fountain gleams brighter than it has for years. The tradition is to toss a coin into the water, thus ensuring that you'll return to Rome – on average about €3000 is thrown in every day. The fountain's design, the work of Nicola Salvi in 1732, depicts sea-god Oceanus in a shell-shaped chariot being led by Tritons with seahorses – one wild, one docile – representing the moods of the sea. In the niche to the left of Neptune a statue represents Abundance; to the right is Salubrity. The water comes from the aqua virgo, a 1st-century-BC underground aqueduct, and the name Trevi refers to the tre vie (three roads) that converge at the fountain. Most famously, Trevi Fountain is where Anita Ekberg cavorted in a ballgown in Fellini’s classic La Dolce Vita (1960); apparently she wore waders under her iconic black dress. In 2016, to celebrate 90 years of the Fendi fashion house, Fendi staged an utterly magical 'Legends and Fairytales' fashion show in the Trevi Fountain. Launching Fendi's autumn-winter haute-couture collection, catwalk models walked on water – or rather they strutted across a glass walkway constructed above the emerald water – as the sun set over Rome's most famous fountain. The fountain gets very busy during the day; visit later in the evening when it's beautifully lit and you can appreciate its foaming majesty without such great hordes.",
      "image": "https://lonelyplanetimages.imgix.net/assets/image/ad76485b4c3b4f1900d0a1c752563e588178ec5d20ee324bacef6cc4f823ed88/0c41517e0ce05ad8c03ad25a676fae2496bc798828e0a429ef5d659fa3e36f86.jpg"
    }
  ]
},
{
  "name": "Venice",
  "bg_image": "https://www.azamaraclubcruises.com/sites/default/files/heros/venice-italy.jpg",
  "title": "Welcome to Venice",
  "description": [
    {
      "title": "",
      "description": "Imagine the audacity of building a city of marble palaces on a lagoon – and that was only the start."
    },
    {
      "title": "Epic Grandeur",
      "description": "Never was a thoroughfare so aptly named as the Grand Canal, reflecting the glories of Venetian architecture lining its banks. At the end of Venice’s signature waterway, the Palazzo Ducale and Basilica di San Marco add double exclamation points. But wait until you see what’s hiding in the narrow backstreets: neighbourhood churches lined with Veroneses and priceless marbles, Tiepolo’s glimpses of heaven on homeless-shelter ceilings, and a single Titian painting that mysteriously lights up an entire basilica"
    },
    {
      "title": "Venetian Feasts",
      "description": "Garden islands and lagoon aquaculture yield speciality produce and seafood you won’t find elsewhere – all highlighted in inventive Venetian cuisine, with tantalising traces of ancient spice routes. The city knows how to put on a royal spread, as France’s King Henry III once found out when faced with 1200 dishes and 200 bonbons. Today such feasts are available in miniature at happy hour, when bars mount lavish spreads of cicheti (Venetian tapas). Save room and time for a proper sit-down Venetian meal, with lagoon seafood to match views at canalside bistros and toasts with Veneto’s signature bubbly, prosecco."
    },
    {
      "title": "An Artful Lifestyle",
      "description": "Pity the day trippers dropped off at San Marco with a mere three hours to take in Venice. That’s about enough time for one long gasp at the show-stopper that is Piazza San Marco, but not nearly enough time to see what else Venice is hiding. Stay longer in this fairy-tale city and you’ll discover the pleasures of la bea vita (the beautiful life) that only locals know: the wake-up call of gondoliers calling ‘Ooooeeeee!’, a morning spritz in a sunny campi (square), lunch in a crowded bacaro (bar) with friends and fuschia-pink sunsets that have sent centuries of artists mad."
    },
    {
      "title": "Defying Convention",
      "description": "Eyeglasses, platform shoes and uncorseted dresses are outlandish Venetian fashions that critics sniffed would never be worn by respectable Europeans. Venetians are used to setting trends, whether it be with controversial artwork in the Punta della Dogana, racy operas at La Fenice or radical new art at the Biennale. On a smaller scale, this unconventional creative streak finds vibrant expression in the showrooms of local artisans where you can find custom-made red-carpet shoes, purses fashioned from silk-screened velvet and glass jewels brighter than semi-precious stones. In a world of cookie-cutter culture, Venice’s originality still stands out."
    }      
  ],
  "mustVisit": [
    {
      "title": "Basilica di San Marco",
      "description": "With a profusion of domes and over 8000 sq metres of luminous mosaics, Venice's cathedral is unforgettable. It was founded in the 9th century to house the corpse of St Mark after wily Venetian merchants smuggled it out of Egypt in a barrel of pork fat. When the original building burnt down in 932 Venice rebuilt the basilica in its own cosmopolitan image, with Byzantine domes, a Greek cross layout and walls clad in marble from Syria, Egypt and Palestine. Unbelievably this incredibly sumptuous church was the Doge's private chapel. It only officially became Venice's cathedral in 1807 following the demise of the republic, replacing the considerably less grand Basilica di San Pietro in Castello. The front of St Mark's ripples and crests like a wave, its five niched portals capped with shimmering mosaics and frothy stonework arches. It's especially resplendent just before sunset, when the sun's dying rays set the golden mosaics ablaze. The oldest mosaic on the facade, dating from 1270, is in the lunette above the far-left portal, depicting St Mark’s stolen body arriving at the basilica. The theme is echoed in three of the other lunettes, including the 1660 mosaics above the second portal from the right, showing turbaned officials recoiling from the hamper of pork fat containing the sainted corpse. Grand entrances are made through the central portal, under an ornate triple arch featuring Egyptian purple porphyry columns and intricate 13th- to 14th-century stone reliefs. There's no charge to enter the church and wander around the roped-off central circuit, although you'll need to dress modestly (ie knees and shoulders covered) and leave large bags around the corner at the Ateneo San Basso Left Luggage Office. Those simply wishing to pray or attend Mass can enter from the Porta dei Fiori, on the north side of the church. Blinking is natural upon your first glimpse of the basilica's glittering ceiling mosaics, many made with 24-carat gold leaf fused onto the back of the glass to represent divine light. Just inside the vestibule are the basilica's oldest mosaics: Apostles with the Madonna, standing sentry by the main door for more than 950 years. Inside the church proper, three golden domes vie for your attention. The images are intended to be read from the altar end to the entry, so the first dome you see is actually the last: the Pentecost Cupola, with the Holy Spirit represented by a dove shooting tongues of flame onto the heads of the surrounding saints. In the central 13th-century Ascension Cupola, angels swirl around the central figure of Christ hovering among the stars. The Cupola of the Prophets is best seen from behind the main altar which houses the simple sarcophagus containing St Mark's body. But the main reason visitors fork over €2 to enter this space is to see the stupendous Pala d’Oro, a gold altarpiece studded with 2000 emeralds, amethysts, sapphires, rubies, pearls and other gemstones. The screen's most priceless treasures, however, are biblical figures in vibrant cloisonné, begun in Constantinople in AD 976 and embellished by Venetian goldsmiths in 1209. The enamelled saints have wild, unkempt beards and wide eyes fixed on Jesus. Other holy bones and booty from the Crusades fill the Tesoro (treasury; admission €3) and there are more treasures on show in the museum upstairs, accessed from the vestibule. A highlight is the Quadriga of St Mark's(also known as the Triumphal Quadriga), a group of four bronze horses plundered from Constantinople and later carted off to Paris by Napoleon before being returned to the basilica. The originals are now kept inside but a door leads out to where they were originally placed on the Loggia dei Cavalli, where reproductions of the horses gallop off the balcony over Piazza San Marco. Between mid-September and October, the diocese offers free guided tours explaining the theological messages in the mosaics. They're given in different languages on different days; check online for details.",
      "image": "https://lonelyplanetimages.imgix.net/assets/image/c4f11577c82938c14742a8b2457ea456642b0931063a04cc447b013838840d9f/04ae0c5a03dd0588b6edfacdfa80c41f438318105dc095aec94a0ca7076d2cc5.jpg"
    },
    {
      "title": "Palazzo Ducale",
      "description": "Holding pride of place on the waterfront, this pretty Gothic confection is an unlikely setting for the political and administrative seat of a great republic, but an exquisitely Venetian one. Beyond its dainty colonnades and geometrically patterned facade of white Istrian stone and pale pink Veronese marble lie grand rooms of state, the Doge's private apartments and a large complex of council chambers, courts and prisons. The Doge's official residence probably moved to this site in the 10th century, although the current complex only started to take shape around 1340. In 1424, the wing facing the Piazzetta was added and the palace assumed its final form, give or take a few major fires and refurbishments. A standard ticket allows you access to the grand central courtyard, a display of historic masonry (Museo dell'Opera) on the ground floor and a circuit of the main part of the palace that leads through the state rooms, armoury, prisons and institutional rooms. The Doge's Apartments are now used for temporary art exhibitions, which are ticketed separately (around €10 extra). Further rooms, too small for the masses, can be visited on the 1¼-hour Secret Itineraries Tour. The most impressive parts of the palace are at the top. Ascend Sansovino’s 24-carat gilt stuccowork Scala d’Oro (Golden Staircase) and emerge into rooms covered with gorgeous propaganda. In the Palladio-designed Sala delle Quattro Porte (Hall of the Four Doors), ambassadors awaited ducal audiences under a lavish display of Venice's virtues by Giovanni Cambi, Titian and Tiepolo. Few were granted an audience in the Palladio-designed Collegio (Council Room), where Veronese’s 1575–78 Virtues of the Republic ceiling shows Venice as a bewitching blonde waving her sceptre like a wand over Justice and Peace. Father–son team Jacopo and Domenico Tintoretto attempt similar flattery, showing Venice keeping company with Apollo, Mars and Mercury in their Triumph of Venice ceiling for the Sala del Senato (Senate Hall). Government cover-ups were never so appealing as in the Sala Consiglio dei Dieci (Chamber of the Council of Ten), where Venice’s star chamber plotted under Veronese’s Juno Bestowing Her Gifts on Venice, a glowing goddess strewing gold ducats. Over the slot where anonymous treason accusations were slipped into the Sala della Bussola (Compass Room) is his St Mark in Glory ceiling. The cavernous 1419 Sala del Maggior Consiglio (Grand Council Hall) provides the setting for Domenico Tintoretto's swirling Paradise, a work that’s more politically correct than pretty: heaven is crammed with 500 prominent Venetians, including several Tintoretto patrons. Veronese’s political posturing is more elegant in his oval Apotheosis of Venice ceiling, where gods marvel at Venice’s coronation by angels, with foreign dignitaries and Venetian blondes rubbernecking on the balcony below.",
      "image": "https://lonelyplanetimages.imgix.net/mastheads/GettyImages-530442373_super.jpg"
    },
    {
      "title": "Gallerie dell'Accademia",
      "description": "Venice's historic gallery traces the development of Venetian art from the 14th to 18th centuries, with works by Bellini, Titian, Tintoretto, Veronese and Canaletto, among others. The former Santa Maria della Carità convent complex housing the collection maintained its serene composure for centuries until Napoleon installed his haul of Venetian art trophies here in 1807. Since then there’s been non-stop visual drama on its walls. Note that restoration is on-going and some rooms might be temporarily closed – check the website. The grand gallery you enter upstairs features vivid early works that show Venice's precocious flair for colour and drama. Case in point: Jacobello Alberegno's Apocalypse (Room 1) shows the whore of Babylon riding a hydra, babbling rivers of blood from her mouth. At the opposite end of the emotional spectrum is Paolo Veneziano’s Coronation of Mary (Room 1), where Jesus bestows the crown on his mother with a gentle pat on the head to the tune of an angelic orchestra. UFO arrivals seem imminent in the eerie, glowing skies of Carpaccio’s lively Crucifixion and Glorification of the Ten Thousand Martyrs of Mount Ararat (Room 2), which offers an intense contrast to Giovanni Bellini's quietly elegant Madonna and Child between St Catherine and Mary Magdalene (Room 4). Further along, Room 10 features paintings by Tintoretto and Titian, as well as Paolo Veronese’s monumental Feast in the House of Levi, originally called Last Supper until Inquisition leaders condemned him for showing dogs, drunkards, dwarves, Muslims and Reformation-minded Germans cavorting with Apostles. While rooms 12 to 19 are occasionally used for temporary exhibitions, it's in Room 12 that you'll find Giambattista Piazzetta’s saucy, fate-tempting socialite in Fortune Teller. Yet even her lure is no match for the glorious works gracing Room 20. Among them is Gentile Bellini's Procession in St Mark's Square, which offers an intriguing view of Venice's iconic piazza before its 16th-century makeover. Room 21 is no less captivating, home to Vittore Carpaccio's St Ursula Cycle, a series of nine paintings documenting the saint's ill-fated life. The original convent chapel (Room 23) is a serene showstopper fronted by a Bellini altarpiece. Sharing the space is Giorgione’s highly charged La Tempesta (The Storm). Art historians still debate the meaning of the mysterious nursing mother and passing soldier with a bolt of summer lightning – is this an expulsion from Eden, an allegory for alchemy, or a reference to Venice conquering Padua in the War of Cambria? Ornamental splendours were reserved for the Scuola della Carità's boardroom, the newly restored Sala dell’Albergo. Board meetings would not have been boring here, under a lavishly carved ceiling and facing Antonio Vivarini's wrap-around 1441–50 masterpiece, filled with fluffy-bearded saints keeping a watchful eye on proceedings. Titian closes the Accademia with his touching 1534–39 Presentation of the Virgin. Here, a young, tiny Madonna trudges up an intimidating staircase while a distinctly Venetian crowd of onlookers point to her example – yet few of the velvet- and pearl-clad merchants offer alms to the destitute mother, or even feed the begging dog.",
      "image": "https://lonelyplanetimages.imgix.net/a/g/hi/t/acdb31574e345bacabef8040da146bfd-gallerie-dell-accademia.jpg"
    },
    {
      "title": "Punta della Dogana",
      "description": "Fortuna, the weathervane atop Punta della Dogana, swung Venice’s way in 2005, when bureaucratic hassles in Paris convinced art collector François Pinault to showcase his works in Venice's long-abandoned customs warehouses. Built by Giuseppe Benoni in 1677 to ensure no ship entered the Grand Canal without paying duties, the warehouses reopened in 2009 after a striking reinvention by Japanese architect Tadao Ando. The dramatic space now hosts exhibitions of ambitious, large-scale contemporary artworks from some of the world's most provocative creative minds. The building itself is an intriguing work. Inside, the Japanese architect stripped back centuries of alterations and additions, returning the interior to its pure form of red brick and wooden beams. Within this pared-back space, Ando added his own contemporary vision, cutting windows in Benoni's ancient water gates to reveal cutaway views of passing ships, adding floating concrete staircases in honour of innovative Venetian modernist Carlo Scarpa, and erecting his own trademark polished concrete panels.The end result is a conscious and dramatic juxtaposition of the old and the new, one that simultaneously pays due to the city’s seafaring history and its changing architecture.",
      "image": "https://lonelyplanetimages.imgix.net/a/g/hi/t/de8516a5c2ee4bcfc30cd33a5fc90a04-punta-della-dogana.jpg"
    }
  ]
},
{
  "name": "Florence",
  "bg_image": "https://dreamofitaly.com/wp-content/uploads/2015/05/Florence-use-church-dome-in-square.jpg",
  "title": "Welcome to Florence",
  "description": [
    {
      "title": "",
      "description": "Cradle of the Renaissance, romantic, enchanting and utterly irresistible, Florence (Firenze) is a place to feast on world-class art and gourmet Tuscan cuisine."
    },
    {
      "title": "Art & Architecture",
      "description": "Few cities are so compact size or so packed with extraordinary art and architecture masterpieces at every turn. The urban fabric of this small city, on the banks of the Arno river in northeastern Tuscany, has hardly changed since the Renaissance and its narrow cobbled streets are a cinematic feast of elegant 15th- and 16th-century palazzi (palaces), medieval candle-lit chapels, fresco-decorated churches, marble basilicas and world-class art museums brimming with paintings and sculptures by Botticcelli, Michelangelo et al. Unsurprisingly, the entire city centre is a Unesco World Heritage site."
    },
    {
      "title": "Boutique Shopping",
      "description": "Italy's fashion industry was born and bred here. Homegrown designers Guccio Gucci and Salvatore Ferragamo opened haute-couture boutiques in Florence in the 1920s and shopping in the Tuscan capital has been stylish ever since. A-lister fashion houses lace Via de' Tornabuoni and a Pandora's box of specialist boutiques selling all manner of beautiful objects parade alongside family-run botteghe (workshops) in a glorious tangle of medieval backstreets. Watch fourth-generation Florentine goldsmiths and shoemakers at work, buy artisan scents evocative of the Florentine countryside and Tuscan sea breeze, and know the tag 'Fiorentina' is one of the finest international labels going."
    },
    {
      "title": "Food & Wine",
      "description": "Quality produce sourced locally, seasonally and sustainably is the Holy Trinity and Florentines share an enormous pride in their culinary tradition. Their city, surrounded by wine-rich hills, is a gourmet paradise where eating and drinking exceedingly well is mandatory. Be it a traditional bowl of earthy ribollita (bean, bread and veg soup), a tripe panino at a family-run food truck or a blue T-bone steak served in a market trattoria unchanged since 1915, dining in Florence is timeless and memorable. Raw cuisine, fish bistros, craft cocktails and the dazzling creativity of modern young Tuscan chefs add contemporary edge."
    },
    {
      "title": "La Dolce Vita",
      "description": "Stand on a bridge over the Arno several times in a day and the light and mood changes every time. At sunset hike to Piazzale Michelangelo to be dazzled by a palette embracing every known shade of soft pink, orange, fiery amber. Surprisingly small as it is, Florence looms large on the world's 'must-sees' list – and not just for its unmatched treasure chest of art. Rich in culture, backdropped by history and anchored by family, faith and food, Florentine lifestyle is enviably sweet. Enjoy a go-slow afternoon passeggiata, indulge in an aperitivo at dusk, savour la dolce vita…"
    }
  ],
  "mustVisit": [
    {
      "title": "",
      "description": "",
      "image": ""
    },
    {
      "title": "",
      "description": "",
      "image": ""
    },
    {
      "title": "",
      "description": "",
      "image": ""
    },
    {
      "title": "",
      "description": "",
      "image": ""
    }
  ]
},
{
  "name": "Naples",
  "bg_image": "",
  "title": "",
  "description": "",
  "mustVisit": [
    {
      "title": "",
      "description": "",
      "image": ""
    }
  ]
},
{
  "name": "Verona",
  "bg_image": "",
  "title": "",
  "description": "",
  "mustVisit": [
    {
      "title": "",
      "description": "",
      "image": ""
    }
  ]
},
{
  "name": "Turin",
  "bg_image": "",
  "title": "",
  "description": "",
  "mustVisit": [
    {
      "title": "",
      "description": "",
      "image": ""
    }
  ]
}
